Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/primary_and_post_primary_education/going_to_primary_school/school_transport_for_children_with_special_needs.html.txt.tmx
Source language: en
Languages: ga

source: School transport for children with special needs
ga: Iompar scoile do ghasúir le riachtanais speisialta

source: The Department of Education and Skills provides school transport services for children with special educational needs
ga: Cuireann an Roinn Oideachais agus Scileanna seirbhísí iompair scoile ar fáil do ghasúir le riachtanais speisialta

source: Bus Éireann (the State public transport operator) operates the school transport service on behalf of the Department
ga: Sé Bus Éireann (atá i mbun iompair phoiblí an Stáit) a ritheann an tseirbhís iompair scoile don Roinn

source: The school transport service may not be available in all areas
ga: B’fhéidir nach bhfuil an tseirbhís iompair scoile ar fáil i ngach ceantar

source: Where the transport cannot be provided, you may be eligible for a Special Transport Grant to help with the cost of making private transport arrangements
ga: Sa chás nach féidir an t-iompar a sholáthar, b’fhéidir go bhfuil tú incháilithe do Dheontas Speisialta Iompair chun cabhrú leis an gcostas a bhíonn ar shocruithe iompair phríobháidigh

source: The School Transport Scheme applies to children with a special educational needs recognised by the Department of Education and Skills
ga: Baineann an Scéim Iompair Scoile le leanaí a bhfuil riachtanais speisialta oideachais acu a aithníonn an Roinn Oideachais agus Scileanna

source: The child must be attending the nearest recognised mainstream school or special class/special school or a unit resourced to meet their special educational needs
ga: Ní mór go bhfuil an leanbh ag freastal ar an scoil phríomhshrutha is gaire a aithnítear nó ar rang speisialta/scoil speisialta nó ar aonad a bhfuil na hacmhainní aige chun freastal ar a riachtanais speisialta oideachais

source: If your application has been refused, you are entitled to appeal the decision
ga: Má diúltaíodh d’iarratas, tá tú i dteideal an cinneadh a achomharc

source: You can appeal to the School Transport Appeals Board using the School Transport Appeal Form (pdf)
ga: Féadfaidh tú achomharc a dhéanamh leis an mBord Achomhairc Iompar Scoile trí úsáid a bhaint as an bhFoirm Achomhairc Iompar Scoile (pdf)

source: Appeals can be made in the following cases:
ga: Is féidir achomhairc a dhéanamh sna cásanna seo leanas:

source: • If the Department is not in a position to provide a transport service due to excessive cost
ga: • Mara bhfuil an Roinn i ndán seirbhís iompair a chur ar fáil mar gheall ar chostas ró-ard

source: • Where the maximum level of grant offered does not cover the assessed cost of the journey involved
ga: • Más lú an t-uasdheontas a tháirgtear ná costas measta an turais atá i gceist

source: Applications can be made to the Department by the Special Educational Needs Organiser (SENO) to employ an escort to accompany a child, if the child’s care and safety needs require that support
ga: Is féidir leis an Eagraí Riachtanais Speisialta Oideachais (ERSO) iarratais a dhéanamh leis an Roinn chun coimhdire a fhostú chun leanbh a thionlacan, má theastaíonn an tacaíocht sin ó riachtanais chúraim agus sábháilteachta an linbh

source: Transport services for children with special needs are only provided for the period of enrolment in a special class
ga: Ní chuirtear seirbhísí iompair ar fáil do ghasúir le riachtanais speisialta ach le linn dóibh bheith ar an rolla i rang speisialta

source: If the child returns to mainstream classes, special transport arrangements will not be provided
ga: Má chuirtear an gasúr ar ais i ngnáthrang, ní chuirfear iompar speisialta ar fáil a thuilleadh

source: Eligible children who are enrolled in an autism class/unit attached to a mainstream school and who subsequently mainstream in that school will retain their transport eligibility for the duration of their primary education in this school
ga: Coimeádfaidh leanaí cáilithe atá rollaithe i rang/aonad uathachais atá ag gabháil le scoil phríomhshrutha a n-intofacht chun iompair i gcaitheamh a gcuid bunoideachais sa scoil sin fiú má théann siad isteach i rang príomhshrutha sa scoil sin ina dhiaidh sin

source: However, a new application must be made if they transfer to a new school
ga: Má aistríonn na leanaí seo chuig scoil eile beidh iarratas nua ar iompar ag teastáil

source: Eligible children are exempt from school transport charges
ga: Tá leanaí incháilithe díolmhaithe ó mhuirir iompair scoile

source: A Special Transport Grant towards the cost of private transport arrangements may be provided at the discretion of the Department in certain situations
ga: D’fhéadfadh go mbeidh Deontas Iompair Speisialta (DIS) le cuidiú le costais iompair príobháideach soláthartha faoi rogha na Roinne i gcúinsí áirithe

source: Special Transport Grant rates are as follows:
ga: Seo iad rátaí an Deontas Iompair Speisialta:

source: │Kilometers (km) │Rate per km │
ga: │Ciliméadair (km) │Ráta sa km │

source: │Up to 6437 │39.12 cent │
ga: │Suas le 6437 │39.12 cent │

source: │Over 6437 │21.22 cent │
ga: │Os cionn 6437 │21.22 cent │

source: You should apply to the school principal who will contact the school’s Special Educational Needs Organiser (SENO) in relation to applying for special transport
ga: Déan iarratas le príomhoide scoile. Déanfaidh an príomhoide teagmháil le Eagarthóir Riachtanais Speisialta Oideachais (ERSO) na scoile le hiarratas a dhéanamh ar iompar speisialta

source: If the SENO is satisfied that your child is enrolled in the nearest suitable school, and that school transport is required, a recommendation will be sent to the School Transport Section of the Department of Education and Skills
ga: Má bhíonn an ERSO sásta go bhfuil do ghasúr ar an rolla sa scoil oiriúnach is gaire, agus go dteastaíonn iompar scoile sa gcás, seolfar moladh chuig an Rannóg Iompair Scoile sa Roinn Oideachais agus Scileanna

source: Applications for Special Transport Grant may also be forwarded to the School Transport Section through the SENO, prior to the child’s enrolment in school
ga: Is féidir iarratas ar dheontas chúnamh iompair a sheoladh chuig an Rannóg Iompair Scoile tríd an ERSO sula gcuirtear an gasúr ar rolla scoile

source: If grant aid is sanctioned, applications for payment of the grant should include a completed Statement of Attendance form
ga: Má cheadaítear deontas, ba cheart go n-áireofaí leis na hiarratais ar íocaíocht an deontais foirm um Ráiteas Freastail

source: Applications may be made at the end of the school year by the parent or guardian of the child to the School Transport Section
ga: Féadtar iarratais a dhéanamh ag deireadh na scoilbhliana ag tuismitheoir nó caomhnóir an linbh leis an Rannóg Iompair Scoile

source: Department of Education and Skills
ga: An Roinn Oideachais agus Scileanna

source: School Transport Appeals Board
ga: An Bord Achomharc um Iompar Scoile

source: c/o Department of Education and Skills
ga: f/ch An Roinn Oideachais agus Scileanna
